Repository: Nia-TN1012/IconFontCollection
Catalog: IconFontCollection/Strings/Resources.lang-*.resw
Source language: en_us
Languages: de_de, fr, it_it, ja, zh_cn, zh_tw

# AboutAppLabel.Text
source: About App
de_de: Über Anwendung
fr: A propos de App
it_it: A proposito di Applicazione
ja: アプリについて
zh_cn: 关于应用程序
zh_tw: 關於應用程序

# AboutDeveloper.Text
source: Developer
de_de: Entwickler
fr: Développeur
it_it: Sviluppatore
ja: 開発者
zh_cn: 开发人员
zh_tw: 開發人員

# AboutPivot.Header
source: About
de_de: Über
fr: A propos de App
it_it: A proposito di Applicazione
ja: アプリについて
zh_cn: 关于应用程序
zh_tw: 關於應用程序

# AboutVersion.Text
source: Version
it_it: Versione
ja: バージョン
zh_cn: 版本
zh_tw: 版本

# AboutWebSite.Text
source: Website
de_de: Webseite
fr: Site Internet
it_it: Sito web
ja: ウェブサイト
zh_cn: 网站
zh_tw: 網站

# AppDescription.Text
source: IconFont Collection is App that displays a list of icon fonts (Segoe MDL2 Assets) for development of UWP App.
de_de: SymbolSchrift Sammlung und zeigt dann eine Liste der UWP Anwendung verfügbar in der Icon-Schrift (Segoe MDL2 Assets).
fr: IcônePolice Collection est App qui affiche une liste d'icônes polices (Segoe MDL2 Assets) pour le développement de l'UWP App.
it_it: IconaFont Collezione è Applicazione che consente di visualizzare un elenco dei font icona (Segoe MDL2 Assets) per lo sviluppo di UWP Applicazione.
ja: アイコンフォント これくしょんは、UWPアプリで利用可能なアイコンフォント（Segoe MDL2 Assets）の一覧を表示します。
zh_cn: 图标字体采集、显示用于开发UWP应用程序的图标字体（Segoe MDL2 Assets）列表。
zh_tw: 图标字体采集、显示用于开发WEB应用程序的图标字体(Segoe MDL2 Assets)列表。

# AppLicence.Text
source: IconFont Collection is released under an open source (BSD Licence (2-clause)).
de_de: SymbolSchrift Sammlung wird unter einer Open-Source veröffentlicht (BSD-Lizenz (2-Klausel)).
fr: IcônePolice Collection est publié sous une open source (BSD Licence (2-clause)).
it_it: IconaFont Collezione è rilasciato sotto un open source (BSD License (2-punto)).
ja: アイコンフォント これくしょんは、オープンソース（ BSD Licence ( 2-clause ) ）の下で公開されています。
zh_cn: 图标字体采集在开源出版（BSD许可证（2条））。
zh_tw: 圖標字體採集在開源出版（BSD許可證（2條））。

# AppName
source: IconFont Collection
de_de: SymbolSchrift Sammlung
fr: IcônePolice Collection
it_it: IconaFont Collezione
ja: アイコンフォント これくしょん
zh_cn: 图标字体采集
zh_tw: 圖標字體採集

# AppSettingViewPage.Tag
source: Settings
de_de: Einstellungen
fr: Paramètres
it_it: Impostazioni
ja: アプリの設定
zh_cn: 应用程序设置
zh_tw: 應用程序設置

# AppTitle.Text
source: IconFont Collection
de_de: SymbolSchrift Sammlung
fr: IcônePolice Collection
it_it: IconaFont Collezione
ja: アイコンフォント これくしょん
zh_cn: 图标字体采集
zh_tw: 圖標字體採集

# ButtonDescriptionLabel.Text
source: Buttons
de_de: Knopf
fr: Boutons
it_it: Pulsanti
ja: ボタン
zh_cn: 按钮
zh_tw: 按鈕

# CharacterCodeLabel.Text
source: Character Code
de_de: Zeichencode
fr: Code de Caractère
it_it: Codice Carattere
ja: 文字コード
zh_cn: 字码
zh_tw: 字碼

# ClearAllRegisteredFavoriteButton.Content
source: Clear all registered favorite
de_de: Löschen Sie alle registrierten Favoriten
fr: Effacer tous les favoris enregistrés
it_it: Cancellare tutto preferito registrati
ja: 登録済みのお気に入りをすべて解除
zh_cn: 取消所有已注册的喜爱
zh_tw: 取消所有已註冊的喜愛

# ClearAllRegisteredFavoriteButtonDescription.Text
source: Clears all registered favorite IconFonts.
de_de: Löscht alle registrierten Favoriten SymbolSchriften.
fr: Efface tout Icône favori enregistré les IcônePolice.
it_it: Cancella tutte le IconaFonts preferiti registrati.
ja: 登録済みのお気に入りのアイコンフォントをすべて解除します。
zh_cn: 它会清除所有注册的喜爱图标字体。
zh_tw: 它會清除所有註冊的喜愛圖標字體。

# ClearAllRegisteredFavoriteButtonLabel.Text
source: Clear all registered favorite
de_de: Löschen Sie alle registrierten Favoriten
fr: Effacer tous les favoris enregistrés
it_it: Cancellare tutto preferito registrati
ja: 登録済みのお気に入りをすべて解除
zh_cn: 取消所有已注册的喜爱
zh_tw: 取消所有已註冊的喜愛

# ClearAllRegisteredFavoriteNote.Text
source: To save the changes, please close the app.
de_de: Schließen Sie die Anwendung, um die Änderungen zu speichern.
fr: Pour enregistrer les modifications, s'il vous plaît fermer l'application.
it_it: Per salvare le modifiche, si prega di chiudere l'applicazione.
ja: 変更内容を保存するには、アプリを閉じます。
zh_cn: 要保存更改、然后关闭应用程序。
zh_tw: 要保存更改、然後關閉應用程序。

# CollectionPivotItem.Header
source: Views Collection
de_de: Ansichten Sammlung
fr: Vues Collection
it_it: Vista Collection
ja: コレクションを見る
zh_cn: 视图集合
zh_tw: 視圖集合

# ConfrimDialogCleasrFavorites
source: Are you sure you want to cancel all the registered favorites?
de_de: Möchten Sie die registrierten Favoriten wirklich löschen?
fr: Etes-vous sûr que vous voulez annuler tous les favoris enregistrés?
it_it: Sei sicuro di voler annullare tutti i favoriti registrati?
ja: 登録済みのお気に入りをすべて解除してよろしいですか？
zh_cn: 你确定要所有注册的收藏夹取消？
zh_tw: 你確定要所有註冊的收藏夾取消？

# ConfrimDialogNo
source: No
de_de: Nein
fr: Non
ja: いいえ
zh_cn: 没有
zh_tw: 沒有

# ConfrimDialogRestoreFavorites
source: Are you sure you want to restore the favorites from local?
de_de: Sind Sie sicher, dass Sie die Favoriten von der lokalen wiederherstellen möchten?
fr: Etes-vous sûr de vouloir restaurer les favoris du local?
it_it: Sei sicuro di voler ripristinare i favoriti da quello locale?
ja: ローカルに保存されている登録済みのお気に入りを復元しますか？
zh_cn: 你想在登记的收藏夹中存储的本地恢复？
zh_tw: 你想在登記的收藏夾中存儲的本地恢復？

# ConfrimDialogTitle
source: Confirm
de_de: Bestätigen
fr: Confirmer
it_it: Confermare
ja: 確認
zh_cn: 确认
zh_tw: 確認

# ConfrimDialogYes
source: Yes
de_de: Ja
fr: Oui
it_it: Sì
ja: はい
zh_cn: 是的
zh_tw: 是的

# CopyClipboardButton.ToolTipService.ToolTip
source: Copy to clipboard
de_de: In die Zwischenablage kopieren
fr: Copier dans le presse-papier
it_it: Copia negli appunti
ja: クリップボードにコピー
zh_cn: 复制到剪贴板
zh_tw: 複製到剪貼板

# CopyClipboardButtonDescription.Text
source: Copy the string in the text box to clipboard.
de_de: Kopieren Sie die Zeichenfolge in das Textfeld in die Zwischenablage.
fr: Copiez la chaîne dans la zone de texte au presse-papiers.
it_it: Copiare la stringa nella casella di testo negli appunti.
ja: テキストボックス内の文字列をクリップボードにコピーします。
zh_cn: 字符串中的文本框复制到剪贴板。
zh_tw: 字符串中的文本框複製到剪貼板。

# CopyClipboardButtonLabel.Text
source: Copy to clipboard
de_de: In die Zwischenablage kopieren
fr: Copier dans le presse-papier
it_it: Copia negli appunti
ja: クリップボードにコピー
zh_cn: 复制到剪贴板
zh_tw: 複製到剪貼板

# FavoriteIconLabel.Text
source: Favorite icon
de_de: Lieblings-Symbol
fr: Icône favoris
it_it: Icona preferita
ja: お気に入りのアイコン
zh_cn: 喜爱的图标
zh_tw: 喜愛的圖標

# FavoritesPivotItem.Header
source: Views Favorites
de_de: Ansichten Favoriten
fr: Vues Favoris
it_it: Visto Preferiti
ja: お気に入りを見る
zh_cn: 视图喜爱
zh_tw: 視圖喜愛

# ForCodeBehindDescription.Text
source: Character code formatted for Code-behind
fr: Code de caractère formaté pour le code-behind
it_it: Codice Carattere formattato per Codice-dietro
ja: コードビハインド用の文字コード
zh_cn: 对于代码隐藏字符代码
zh_tw: 對於代碼隱藏字符代碼

# ForCodeBehindLabel.Text
source: For Code-behind
de_de: Für Code-behind
fr: Pour le code-behind
it_it: Per Codice-dietro
ja: コードビハインド用
zh_cn: 对于代码隐藏
zh_tw: 對於代碼隱藏

# ForXAMLDescription.Text
source: Character code formatted for XAML
de_de: Zeichencode für XAML formatiert
fr: Code de caractère formaté pour le XAML
it_it: Codice Carattere formattato per XAML
ja: XAML用の文字コード
zh_cn: 对于XAML字符代码
zh_tw: 對於XAML字符代碼

# ForXAMLLabel.Text
source: For XAML
de_de: Für XAML
fr: Pour le XAML
it_it: Per XAML
ja: XAML用
zh_cn: 对于XAML
zh_tw: 對於XAML

# GuideCollection.Text
source: When the app start, navigate to Collection page that displays the list of IconFonts.
de_de: Wenn die Anwendung gestartet wird, navigieren Sie zur Sammlung Seite, die die Liste der SymbolSchriften anzeigt.
fr: Lorsque l'application démarre, accédez à la page de la collection qui affiche la liste des icônes les IcônePolices.
it_it: Quando si avvia l'applicazione, accedere alla pagina di colleczione che consente di visualizzare l'elenco delle IconaFont.
ja: アプリを起動すると、コレクションページが開き、アイコンフォントの一覧が表示されます。
zh_cn: 当你启动应用程序、打开网页采集、显示图标字体列表。
zh_tw: 當你啟動應用程序、打開網頁採集、顯示圖標字體列表。

# GuideCollectionPanel.Text
source: The panel below the list displays the icon and the character code of the selected IconFont.
de_de: Das Bedienfeld unterhalb der Liste zeigt das Symbol und den Zeichencode des ausgewählten SymbolSchriften an.
fr: Le panneau ci-dessous la liste affiche l'icône et le code de caractère du IcônePolice sélectionné.
it_it: Il pannello sotto la lista viene visualizzata l'icona e il codice di carattere del IconFont selezionato.
ja: 一覧の下にあるパネルには、選択したアイコンフォントのアイコンと文字コードが表示されます。
zh_cn: 在列表底部的面板上、你会看到该图标并选择的图标字体的字符代码。
zh_tw: 在列表底部的面板上、你會看到該圖標並選擇的圖標字體的字符代碼。

# GuideFavorites.Text
source: Favorites page displays the list of IconFonts registered in the favorites.
de_de: Die Favoriten-Seite zeigt die Liste der in den Favoriten registrierten SymbolSchriften an.
fr: Page Favoris affiche la liste des polices de caractères Icône enregistrés dans les favoris.
it_it: Pagina Favoriti visualizza l'elenco dei icone font registrati i favoriti.
ja: お気に入りページでは、お気に入りに登録したアイコンフォントの一覧が表示されます。
zh_cn: 在喜爱夹页面、会显示在最喜爱的注册图标字体列表。
zh_tw: 在喜愛夾頁面、會顯示在最喜愛的註冊圖標字體列表。

# GuideFavoritesPanel.Text
source: The panel below the list displays the icon and the character code of the selected IconFont.
de_de: Das Bedienfeld unterhalb der Liste zeigt das Symbol und den Zeichencode des ausgewählten SymbolSchriften an.
fr: Le panneau ci-dessous la liste affiche l'icône et le code de caractère du IcônePolice sélectionné.
it_it: Il pannello sotto la lista viene visualizzata l'icona e il codice di carattere del IconFont selezionato.
ja: 一覧の下にあるパネルには、選択したアイコンフォントのアイコンと文字コードが表示されます
zh_cn: 在列表底部的面板上、你会看到该图标并选择的图标字体的字符代码。
zh_tw: 在列表底部的面板上、你會看到該圖標並選擇的圖標字體的字符代碼。

# GuideFavoritesSet.Text
source: When you press the button of the star mark in the right-bottom corner of the item, and then registration and cancellation the IconFont to favorites.
de_de: Wenn Sie die Taste der Sternmarke in der rechten unteren Ecke des Elements drücken und dann Registrierung und Streichung der SymbolSchrift zu Favoriten.
fr: Lorsque vous appuyez sur le bouton de la marque d'étoile dans le coin en bas à droite de l'élément, puis l'enregistrement et l'annulation de la IcônePolice aux favoris.
it_it: Quando si preme il pulsante del marchio stella nell'angolo in basso a destra della voce, e quindi la registrazione e la cancellazione del IconFont ai favoriti.
ja: 項目の右下にある星マークのボタンを押すと、そのアイコンフォントのお気に入りの登録・解除をします。
zh_cn: 当您在该项目的右下角星标志的按钮、图标字体的注册和注销的喜爱。
zh_tw: 當您在該項目的右下角星標誌的按鈕、圖標字體的註冊和註銷的喜愛。

# GuideFavoritesSummary.Text
source: In this app, has the ability to register the frequently used IconFont as a favorite.
de_de: Diese Anwendung hat es die Funktion, die häufig verwendete SymbolSchriftart als Favorit zu registrieren.
fr: Cette application a pour fonction d'enregistrer les IcônePolice fréquemment utilisés comme favoris.
it_it: Questa applicazione ha una funzione per registrare IconaFonts utilizzati di frequente come preferiti.
ja: 本アプリには、よく使うアイコンフォントをお気に入りとして登録する機能があります。
zh_cn: 在这个程序、你必须注册经常使用的图标字体为最爱的能力。
zh_tw: 在這個程序、你必須註冊經常使用的圖標字體為最愛的能力。

# GuideMobileUsing.Text
source: When using mobile device
de_de: Wenn Sie mit einem mobilen Endgerät
fr: Lors de l'appareil mobile
it_it: Quando si utilizzano dispositivi mobili
ja: モバイルでご利用の場合
zh_cn: 如果您使用的是移动设备
zh_tw: 如果您使用的是移動設備

# GuideMobileUsing1.Text
source: This app, that is the utility for development of UWP app, has been optimized for PC.
de_de: Diese Anwendung ist ein Werkzeug für die Entwicklung von UWP-Anwendungen, so ist es für den PC optimiert.
fr: Cette application, qui est l'utilité pour le développement de l'application UWP, a été optimisé pour PC.
it_it: Questa applicazione è uno strumento per lo sviluppo di applicazioni UWP, quindi è ottimizzato per PC.
ja: 本アプリは、UWPアプリ開発用のツールのため、PC用に最適化されています。
zh_cn: 本应用是、因为这些工具的UWP应用的发展、已经提供PC进行了优化。
zh_tw: 本應用是、因為這些工具的UWP應用的發展、已經提供PC進行了優化。

# GuideMobileUsing2.Text
source: It is also available on mobile device, but when the width or height of the window is less than 480epx, panel in the above figure is hidden.
de_de: Obwohl es auf mobilen Geräten verwendet werden kann, wird das Bedienfeld in der obigen Abbildung ausgeblendet, wenn die Breite oder Höhe des Fensters weniger als 480 epx beträgt.
fr: Il est également disponible sur l'appareil mobile, mais quand la largeur ou la hauteur de la fenêtre est inférieure à 480 epx, panneau dans la figure ci-dessus est caché.
it_it: Anche se può essere utilizzato su dispositivi mobili, il pannello nella figura sopra sarà nascosto quando la larghezza o l'altezza della finestra è inferiore a 480 epx.
ja: モバイルでも利用可能ですが、ウィンドウの幅もしくは高さが480epx未満の時、上図のパネルが非表示になります。
zh_cn: 它也可在移动设备上、但是当窗口的宽度或高度小于480epx、面板上面的图中是隐藏的。
zh_tw: 它也可在移動設備上、但是當窗口的寬度或高度小於480epx、面板上面的圖中是隱藏的。

# GuideMobileUsing3.Text
source: ( If you want to see it, please use 'Continuum for phone' on your mobile device and display the window of this app to an external monitor. )
de_de: (Wenn Sie es anzeigen möchten, verwenden Sie bitte "Continuum for phone" auf Ihrem Mobilgerät und zeigen Sie das Fenster dieser Anwendung auf dem externen Monitor an.)
fr: (Si vous voulez le voir, s'il vous plaît utiliser "Continuum for phone' sur votre appareil mobile et afficher la fenêtre de cette application à un moniteur externe.)
it_it: (Se si desidera visualizzare, si prega di usare "Continuum for phone" sul dispositivo mobile e visualizzare la finestra di questa applicazione sul monitor esterno.)
ja: （表示したい場合、"Continuum for phone"を利用し、外部モニターに本アプリのウィンドウを表示してください。）
zh_cn: （如果你想显示、使用'Continuum for phone'、请显示此应用程序到外部显示器的窗口。）
zh_tw: (如果你想顯示,使用 Continuum for phone'、請顯示此應用程序到外部顯示器的窗口。)

# GuideNavigation.Text
source: When you press the hamburger button on the left-top, opens the navigation menu.
de_de: Wenn Sie die Hamburger-Knopf auf der linken Seite drücken, öffnet sich das Navigationsmenü.
fr: Lorsque vous appuyez sur le bouton de hamburger sur la gauche en haut, ouvre le menu de navigation.
it_it: Quando si preme il pulsante di hamburger a sinistra-alto, si apre il menu di navigazione.
ja: 左上にあるハンバーガーボタンを押すと、ナビゲーションメニューを開きます。
zh_cn: 当您按下在左上角的汉堡包按钮、打开导航菜单。
zh_tw: 當您按下左上角的漢堡包按鈕、打開導航菜單。

# GuideSettings.Text
source: In the Settings page, or made the settings, or to view information about the app.
de_de: Auf der Einstellungen Seite können Sie die Einstellungen vornehmen oder Informationen zur Anwendung anzeigen.
fr: Dans la page Paramètres, ou fait les réglages, ou pour afficher des informations sur l'application.
it_it: Nella pagina Impostazioni, o reso le impostazioni, o per visualizzare le informazioni sulla app.
ja: 設定ページでは、アプリの設定をしたり、アプリについての情報を表示したりします。
zh_cn: 在设置页面或应用程序的设置、或显示有关应用程序的信息。
zh_tw: 在設置頁面或應用程序的設置、或顯示有關應用程序的信息。

# IconFontCollectionViewPage.Tag
source: IconFont Collection
de_de: SymbolSchrift Sammlung
fr: IcônePolice Collection
it_it: IconaFont Colleczione
ja: アイコンフォント これくしょん
zh_cn: 图标字体采集
zh_tw: 圖標字體採集

# IconFontFavoritesViewPage.Tag
source: Favorites
de_de: Favoriten
fr: Favoris
it_it: Favoriti
ja: お気に入り
zh_cn: 喜爱
zh_tw: 喜愛

# IconLabel.Text
source: Icon
de_de: Symbol
fr: Icône
it_it: Icona
ja: アイコン
zh_cn: 图标
zh_tw: 圖標

# IsNotRegiteredFavorites.Text
source: Is not registered to favorites.
de_de: Ist nicht zu Favoriten registriert.
fr: Est pas inscrit aux favoris.
it_it: Non è stato registrato ai favoriti.
ja: お気に入りに登録されていません。
zh_cn: 未注册到喜爱夹。
zh_tw: 未註冊到喜愛夾。

# IsRegiteredFavorites.Text
source: Is registered to favorites.
de_de: Ist auf zu Favoriten registriert.
fr: Est immatriculé aux favoris.
it_it: È stato registrato ai favoriti.
ja: お気に入りに登録されています。
zh_cn: 已注册的喜爱夹。
zh_tw: 已注册的喜爱夹。

# NavigationPivotItem.Header
source: Navigation menu
de_de: Navigationsmenü
fr: Le menu de navigation
it_it: Menu di navigazione
ja: ナビゲーションメニュー
zh_cn: 导航菜单
zh_tw: 導航菜單

# NoteLabel.Text
source: Note
de_de: Hinweis
fr: Remarque
it_it: Nota
zh_cn: 注意
zh_tw: 注意

# OriginalValueDescription.Text
source: Original character code ( Hexdecimal )
de_de: Ursprünglicher Zeichencode (Hexadezimal)
fr: Code de caractère d'origine (hexadécimal)
it_it: Codice carattere originale (esadecimale)
ja: 元の文字コード（16進数）
zh_cn: 原来的字符代码（十六进制）
zh_tw: 原來的字符代碼（十六進制）

# OriginalValueLabel.Text
source: Original Value
de_de: Originalwert
fr: Valeur d'origine
it_it: Valore originale
ja: 元の値
zh_cn: 原始值
zh_tw: 原始值

# RestoreLocalFavoritesButton.Content
source: Restore the favorites from local
de_de: Wiederherstellen Sie die Favoriten von lokalen
fr: Restaurer les favoris du local
it_it: Ripristinare i favoriti da quello locale
ja: お気に入りを復元
zh_cn: 还原你最喜欢的
zh_tw: 還原你最喜歡的

# RestoreLocalFavoritesButtonDescription.Text
source: Restores the favorites from local loaded in starting app.
de_de: Wiederherstellen Sie die Favoriten von lokalen, die in Start Anwendungen geladen wird.
fr: Restaurer les favoris du local qui est chargé dans l'application à partir.
it_it: Ripristinare i favoriti caricato locale ad avviare applicazione.
ja: ローカルに保存されている登録済みのお気に入りを復元します。
zh_cn: 恢复登记的收藏夹存储在本地。
zh_tw: 恢復登記的收藏夾存儲在本地。

# RestoreLocalFavoritesButtonLabel.Text
source: Restore the favorites from local
de_de: Wiederherstellen Sie die Favoriten von lokalen
fr: Restaurer les favoris du local
it_it: Ripristinare i favoriti da quello locale
ja: お気に入りを復元
zh_cn: 还原你最喜欢的
zh_tw: 還原你最喜歡的

# SetFavoriteItem.ToolTipService.ToolTip
source: Favorite
de_de: Favorit
fr: Favori
it_it: Preferito
ja: お気に入り
zh_cn: 喜爱
zh_tw: 喜愛

# SettingPivot.Header
source: Settings
de_de: Einstellungen
fr: Paramètres
it_it: Impostazioni
ja: 設定
zh_cn: 设置
zh_tw: 設置

# SettingsPivotItem.Header
source: Setting app
de_de: Einstellen der Anwendung
fr: Paramètre de l'application
it_it: Impostazione app
ja: アプリを設定する
zh_cn: 要设置应用程序
zh_tw: 要設置應用程序

# SwitchAppSettingButton.Content
source: Settings
de_de: Einstellungen
fr: Paramètres
it_it: Impostazioni
ja: 設定
zh_cn: 设置
zh_tw: 設置

# SwitchAppSettingButtonDescription.Text
source: Open the app settings page.
de_de: Öffnen Sie die Anwendung Einstellungs Seite.
fr: Ouvrez la page des paramètres de l'application.
it_it: Aprire la pagina delle impostazioni di applicazione.
ja: 設定ページを開きます。
zh_cn: 打开设置页面。
zh_tw: 打開設置頁面。

# SwitchAppSettingButtonLabel.Text
source: Settings
de_de: Einstellungen
fr: Paramètres
it_it: Impostazioni
ja: 設定
zh_cn: 设置
zh_tw: 設置

# SwitchCollectionButton.Content
source: Collection
de_de: Sammlung
it_it: Collezione
ja: コレクション
zh_cn: 采集
zh_tw: 採集

# SwitchCollectionButtonDescription.Text
source: Return to the Collection page from another page.
de_de: Zurück zur Sammlung Seite von einer anderen Seite.
fr: Revenez à la page Collection à partir d'une autre page.
it_it: Ritorna alla pagina colleczione da un'altra pagina.
ja: 別のページからコレクションページに戻ります。
zh_cn: 从其他页面返回到采集页面。
zh_tw: 從其他頁面返回到採集頁面。

# SwitchCollectionButtonLabel.Text
source: Collection
de_de: Sammlung
it_it: Collezione
ja: コレクション
zh_cn: 采集
zh_tw: 採集

# SwitchFavoritesButton.Content
source: Favorites
fr: Favoris
it_it: Favoriti
ja: お気に入り
zh_cn: 喜爱
zh_tw: 喜愛

# SwitchFavoritesButtonDescription.Text
source: Navigate to Favorites page.
de_de: Navigieren Sie zur Favoriten Seite.
fr: Accédez à la page Favoris.
it_it: Accedere alla pagina di Favoriti.
ja: お気に入りページに移動します。
zh_cn: 去最喜爱的网页。
zh_tw: 去最喜愛的網頁。

# SwitchFavoritesButtonLabel.Text
source: Favorites
de_de: Favoriten
fr: Favoris
it_it: Favoriti
ja: お気に入り
zh_cn: 喜爱
zh_tw: 喜愛

# SwitchUserGuideButton.Content
source: User Guide
de_de: Benutzerhandbuch
fr: Guide de l'utilisateur
it_it: Manuale d'uso
ja: 使い方ガイド
zh_cn: 如何使用手册
zh_tw: 如何使用手冊

# SwitchUserGuideButtonDescription.Text
source: Open the user guide page ( this page ).
de_de: Öffnen Sie die Benutzerhandbuch Seite ( dieser Seite ).
fr: Ouvrez la page du guide de l'utilisateur (cette page).
it_it: Aprire la pagina manuale d'uso (questa pagina).
ja: 使い方ガイドのページ（このページです）を開きます。
zh_cn: 开如何使用手册（这是此页）的页面。
zh_tw: 開如何使用手冊（這是此頁）的頁面。

# SwitchUserGuideButtonLabel.Text
source: User Guide
de_de: Benutzerhandbuch
fr: Guide de l'utilisateur
it_it: Manuale d'uso
ja: 使い方ガイド
zh_cn: 如何使用手册
zh_tw: 如何使用手冊

# UserGuidePage.Tag
source: User Guide
de_de: Benutzerhandbuch
fr: Guide de l'utilisateur
it_it: Manuale d'uso
ja: 使い方ガイド
zh_cn: 如何使用手册
zh_tw: 如何使用手冊
